Repository: NMolargik/Mygra
Catalog: Mygra/Localizable.xcstrings
Source language: en
Languages: es, fr_ca, ja

source: Start Tracking a Migraine
es: Empezar a registrar una migraña
fr_ca: Commencer le suivi d’une migraine
ja: 片頭痛の記録を開始

source: Start time cannot be in the future.
es: La hora de inicio no puede estar en el futuro.
fr_ca: L’heure de début ne peut pas être dans le futur.
ja: 開始時刻を未来にすることはできません。

source: Start tracking a migraine with pain ${painLevel}
es: Empezar a registrar una migraña con dolor ${painLevel}
fr_ca: Commencer le suivi d’une migraine avec douleur ${painLevel}
ja: 痛み ${painLevel} で片頭痛の記録を開始

source: Started
es: Inicio
fr_ca: Début
ja: 開始

source: Started %@
es: Inicio %@
fr_ca: Début %@
ja: 開始 %@

source: Started from Apple Watch
es: Iniciada desde el Apple Watch
fr_ca: Démarrée depuis l’Apple Watch
ja: Apple Watch から開始

source: Started tracking your migraine. Feel better soon.
es: Se empezó a registrar tu migraña. Que te mejores pronto.
fr_ca: Le suivi de votre migraine a commencé. Bon rétablissement.
ja: 片頭痛の記録を開始しました。お大事に。

source: Started with Siri
es: Iniciada con Siri
fr_ca: Démarrée avec Siri
ja: Siri から開始

# Step %lld of %lld
source: Step %1$lld of %2$lld
es: Paso %lld de %lld
fr_ca: Étape %lld sur %lld
ja: ステップ %lld / %lld

source: Step %lld of %lld: %@
es: Paso %lld de %lld: %@
fr_ca: Étape %lld sur %lld : %@
ja: ステップ %lld / %lld：%@

source: Steps
es: Pasos
fr_ca: Pas
ja: 歩数

source: Steps: %lld
es: Pasos: %lld
fr_ca: Pas : %lld
ja: 歩数：%lld

source: Storms / wind
es: Tormentas / viento
fr_ca: Tempêtes / vent
ja: 嵐・強風

source: Stress
es: Estrés
ja: ストレス

source: Stress %lld
es: Estrés %lld
ja: ストレス %lld

source: Stress %lld out of 10
es: Estrés %lld de 10
fr_ca: Stress %lld sur 10
ja: ストレス 10 点中 %lld

source: Stress Level
es: Nivel de estrés
fr_ca: Niveau de stress
ja: ストレスのレベル

source: Stress Level: %lld
es: Nivel de estrés: %lld
fr_ca: Niveau de stress : %lld
ja: ストレスのレベル：%lld

source: Stress decreases during migraines
es: El estrés disminuye durante las migrañas
fr_ca: Le stress diminue pendant les migraines
ja: 片頭痛中はストレスが下がる

source: Stress increases during migraines
es: El estrés aumenta durante las migrañas
fr_ca: Le stress augmente pendant les migraines
ja: 片頭痛中はストレスが上がる

source: Stress: %lld
es: Estrés: %lld
ja: ストレス：%lld

source: Strong odors / perfume
es: Olores fuertes / perfume
fr_ca: Odeurs fortes / parfum
ja: 強いにおい・香水

source: Submit
es: Enviar
fr_ca: Soumettre
ja: 送信

source: Substances
es: Sustancias
ja: 嗜好品

source: Sun Flurries
es: Nieve con sol
fr_ca: Averses de neige ensoleillées
ja: 晴れ時々雪

source: Sun Showers
es: Lluvia con sol
fr_ca: Averses ensoleillées
ja: 天気雨

source: Switch between Month–Day–Year and Day–Month–Year formats for dates.
es: Alterna entre los formatos de fecha mes-día-año y día-mes-año.
fr_ca: Bascule entre les formats de date mois-jour-année et jour-mois-année.
ja: 日付の形式を月-日-年と日-月-年で切り替えます。

source: Switch between imperial and metric units for measurements
es: Alterna entre unidades imperiales y métricas
fr_ca: Bascule entre les unités impériales et métriques
ja: 測定単位をヤード・ポンド法とメートル法で切り替えます

source: Switch stats on or off and drag to arrange them. The Today card follows this order.
es: Activa o desactiva estadísticas y arrástralas para ordenarlas. La tarjeta Hoy sigue este orden.
fr_ca: Activez ou désactivez des statistiques et glissez-les pour les organiser. La carte Aujourd’hui suit cet ordre.
ja: 統計のオン／オフを切り替え、ドラッグで並べ替えます。「今日」カードはこの順序に従います。

source: Sync Now
es: Sincronizar ahora
fr_ca: Synchroniser maintenant
ja: 今すぐ同期

source: Syncing
es: Sincronizando
fr_ca: Synchronisation
ja: 同期中

source: Syncing with iCloud…
es: Sincronizando con iCloud…
fr_ca: Synchronisation avec iCloud…
ja: iCloud と同期中…

source: Syncing...
es: Sincronizando...
fr_ca: Synchronisation...
ja: 同期中...

source: Tag Preview
es: Vista previa de etiqueta
fr_ca: Aperçu de l’étiquette
ja: タグのプレビュー

source: Tag color
es: Color de la etiqueta
fr_ca: Couleur de l’étiquette
ja: タグのカラー

source: Tag name
es: Nombre de la etiqueta
fr_ca: Nom de l’étiquette
ja: タグ名

source: Tags
es: Etiquetas
fr_ca: Étiquettes
ja: タグ

source: Tags often appear together
es: Las etiquetas suelen aparecer juntas
fr_ca: Les étiquettes apparaissent souvent ensemble
ja: よく一緒に付くタグ

source: Tap to begin using Mygra
es: Toca para empezar a usar Mygra
fr_ca: Touchez pour commencer à utiliser Mygra
ja: タップして Mygra を使い始める

source: Teeth grinding (bruxism)
es: Rechinar de dientes (bruxismo)
fr_ca: Grincement des dents (bruxisme)
ja: 歯ぎしり（ブラキシズム）

source: Tell us a bit about yourself so Mygra can personalize insights and track patterns. All data stays on your device or encrypted in iCloud.
es: Cuéntanos un poco sobre ti para que Mygra personalice las observaciones y detecte patrones. Todos los datos se quedan en tu dispositivo o cifrados en iCloud.
fr_ca: Parlez-nous un peu de vous pour que Mygra personnalise les observations et repère des tendances. Toutes les données restent sur votre appareil ou chiffrées dans iCloud.
ja: あなたについて少し教えてください。Mygra がインサイトをパーソナライズし、パターンを追跡します。すべてのデータはデバイス上または iCloud に暗号化して保存されます。

source: Tells you how many days it has been since your last migraine.
es: Te dice cuántos días han pasado desde tu última migraña.
fr_ca: Vous indique combien de jours se sont écoulés depuis votre dernière migraine.
ja: 最後の片頭痛から何日経ったかを教えます。

source: Tells you whether a migraine is in progress and how long it has lasted.
es: Te dice si hay una migraña en curso y cuánto ha durado.
fr_ca: Vous indique si une migraine est en cours et depuis combien de temps.
ja: 片頭痛が進行中かどうかと、その継続時間を教えます。

source: Temperature
es: Temperatura
fr_ca: Température
ja: 気温

source: That record no longer exists.
es: Ese registro ya no existe.
fr_ca: Cet enregistrement n’existe plus.
ja: その記録はもう存在しません。

source: The selected migraine could not be loaded.
es: No se pudo cargar la migraña seleccionada.
fr_ca: Impossible de charger la migraine sélectionnée.
ja: 選択した片頭痛を読み込めませんでした。

source: These values are read from Apple Health. Use the Quick Add button to log intake, or add data directly in the Health app.
es: Estos valores se leen de Apple Health. Usa el botón Añadir rápido para registrar consumo o añade datos directamente en la app Salud.
fr_ca: Ces valeurs proviennent d’Apple Santé. Utilisez le bouton Ajout rapide pour consigner une consommation, ou ajoutez des données directement dans l’app Santé.
ja: これらの値は Apple ヘルスケアから読み込まれます。摂取量はクイック追加ボタンで記録するか、ヘルスケアアプリで直接追加してください。

source: This action cannot be undone.
es: Esta acción no se puede deshacer.
fr_ca: Cette action est irréversible.
ja: この操作は取り消せません。

source: This device does not support Apple Intelligence.
es: Este dispositivo no es compatible con Apple Intelligence.
fr_ca: Cet appareil ne prend pas en charge Apple Intelligence.
ja: このデバイスは Apple Intelligence に対応していません。

source: This may take a moment.
es: Esto puede tardar un momento.
fr_ca: Cela peut prendre un moment.
ja: 少し時間がかかることがあります。

source: This permission can't be requested right now.
es: Este permiso no se puede solicitar ahora mismo.
fr_ca: Cette autorisation ne peut pas être demandée pour le moment.
ja: この許可は今は要求できません。

source: This will create 12-15 sample migraines with tags, intensity samples, health data, and weather data spread over the last 4 weeks. This is useful for testing features like the calendar, intensity charts, and insights.
es: Esto creará entre 12 y 15 migrañas de ejemplo con etiquetas, muestras de intensidad, datos de salud y del tiempo repartidas en las últimas 4 semanas. Es útil para probar funciones como el calendario, los gráficos de intensidad y las observaciones.
fr_ca: Cela créera 12 à 15 migraines d’exemple avec des étiquettes, des mesures d’intensité, des données de santé et météo réparties sur les 4 dernières semaines. Utile pour tester le calendrier, les graphiques d’intensité et les observations.
ja: 過去 4 週間にわたって、タグ・強度サンプル・ヘルスデータ・天気データ付きのサンプル片頭痛を 12〜15 件作成します。カレンダー、強度グラフ、インサイトなどの機能のテストに役立ちます。

source: Thunderstorms
es: Tormentas
fr_ca: Orages
ja: 雷雨

source: Time
es: Hora
fr_ca: Heure
ja: 時刻

source: Tobacco / nicotine
es: Tabaco / nicotina
fr_ca: Tabac / nicotine
ja: タバコ・ニコチン

source: Today
es: Hoy
fr_ca: Aujourd’hui
ja: 今日

source: Today Card
es: Tarjeta Hoy
fr_ca: Carte Aujourd’hui
ja: 「今日」カード

source: Too much caffeine
es: Demasiada cafeína
fr_ca: Trop de caféine
ja: カフェインの摂りすぎ

source: Top Triggers
es: Principales desencadenantes
fr_ca: Principaux déclencheurs
ja: 主な誘因

source: Triggers
es: Desencadenantes
fr_ca: Déclencheurs
ja: 誘因

source: Triggers %lld
es: Desencadenantes %lld
fr_ca: Déclencheurs %lld
ja: 誘因 %lld

source: Triggers: %@
es: Desencadenantes: %@
fr_ca: Déclencheurs : %@
ja: 誘因：%@

source: Triggers: %@ +%lld
es: Desencadenantes: %@ +%lld
fr_ca: Déclencheurs : %@ +%lld
ja: 誘因：%@ +%lld

source: Tropical Storm
es: Tormenta tropical
fr_ca: Tempête tropicale
ja: 熱帯暴風雨

source: Type
es: Tipo
ja: 種類

source: Typical Intake
es: Consumo habitual
fr_ca: Consommation habituelle
ja: 普段の摂取量

source: Unable to get current location.
es: No se pudo obtener la ubicación actual.
fr_ca: Impossible d’obtenir la position actuelle.
ja: 現在地を取得できません。

source: Unknown error
es: Error desconocido
fr_ca: Erreur inconnue
ja: 不明なエラー

source: Unpin
es: Desfijar
fr_ca: Désépingler
ja: ピン留め解除

source: Unpin migraine
es: Desfijar migraña
fr_ca: Désépingler la migraine
ja: 片頭痛のピン留めを解除

source: Up to date
es: Actualizado
fr_ca: À jour
ja: 最新の状態

source: Update
es: Actualizar
fr_ca: Mettre à jour
ja: 更新

source: Update Intensity
es: Actualizar intensidad
fr_ca: Mettre à jour l’intensité
ja: 強度を更新

source: Update Migraine Intensity
es: Actualizar la intensidad de la migraña
fr_ca: Mettre à jour l’intensité de la migraine
ja: 片頭痛の強度を更新

source: Update pain to ${painLevel} and stress to ${stressLevel}
es: Actualizar dolor a ${painLevel} y estrés a ${stressLevel}
fr_ca: Mettre la douleur à ${painLevel} et le stress à ${stressLevel}
ja: 痛みを ${painLevel}、ストレスを ${stressLevel} に更新

source: Update to %@ to use the Migraine Assistant and AI‑powered Insights.
es: Actualiza a %@ para usar el Asistente de migrañas y las observaciones con IA.
fr_ca: Passez à %@ pour utiliser l’assistant migraine et les observations propulsées par l’IA.
ja: 片頭痛アシスタントと AI によるインサイトを使うには %@ にアップデートしてください。

source: Updated with Siri
es: Actualizado con Siri
fr_ca: Mis à jour avec Siri
ja: Siri から更新

source: Use Day–Month–Year Dates
es: Usar fechas día–mes–año
fr_ca: Dates au format jour–mois–année
ja: 日-月-年の日付を使用

source: Use Metric Units
es: Usar unidades métricas
fr_ca: Utiliser les unités métriques
ja: メートル法を使用

source: Used to tailor insights and the migraine assistant. Everything stays on your device and in your iCloud.
es: Se usa para adaptar las observaciones y el asistente de migrañas. Todo se queda en tu dispositivo y en tu iCloud.
fr_ca: Sert à adapter les observations et l’assistant migraine. Tout reste sur votre appareil et dans votre iCloud.
ja: インサイトと片頭痛アシスタントの調整に使われます。すべてデバイス上とあなたの iCloud に保存されます。

source: User
es: Usuario
fr_ca: Utilisateur
ja: ユーザ

source: Using recent weather
es: Usando el tiempo reciente
fr_ca: Utilisation de la météo récente
ja: 最近の天気を使用

source: Version
es: Versión
ja: バージョン

source: Very low oxygen saturation on migraine days
es: Saturación de oxígeno muy baja en días de migraña
fr_ca: Saturation en oxygène très basse les jours de migraine
ja: 片頭痛の日は血中酸素飽和度がかなり低め

source: View Ongoing
es: Ver en curso
fr_ca: Voir en cours
ja: 進行中を表示

source: Water
es: Agua
fr_ca: Eau
ja: 水

source: Water: %.0f fl oz
es: Agua: %.0f fl oz
fr_ca: Eau : %.0f oz liq.
ja: 水：%.0f 液量オンス

source: Water: %.1f L
es: Agua: %.1f L
fr_ca: Eau : %.1f L
ja: 水：%.1f L

source: We couldn't read your health data from Apple Health. This may happen if Mygra doesn't have permission to access Health data, or if there was a problem communicating with HealthKit. You can still log this migraine, but health metrics won't be attached.
es: No pudimos leer tus datos de salud de Apple Health. Puede ocurrir si Mygra no tiene permiso para acceder a los datos de Salud o si hubo un problema al comunicarse con HealthKit. Aun así puedes registrar esta migraña, pero no se adjuntarán las métricas de salud.
fr_ca: Impossible de lire vos données de santé depuis Apple Santé. Cela peut arriver si Mygra n’a pas l’autorisation d’accéder aux données Santé ou en cas de problème de communication avec HealthKit. Vous pouvez quand même consigner cette migraine, mais les mesures de santé ne seront pas jointes.
ja: Apple ヘルスケアからヘルスデータを読み取れませんでした。Mygra にヘルスデータへのアクセス許可がないか、HealthKit との通信に問題があった可能性があります。 この片頭痛は記録できますが、健康指標は添付されません。

source: We never send your health data to third-party servers.
es: Nunca enviamos tus datos de salud a servidores de terceros.
fr_ca: Nous n’envoyons jamais vos données de santé à des serveurs tiers.
ja: あなたのヘルスデータを第三者のサーバに送信することはありません。

source: We'll collect your health information for migraine context.
es: Recopilaremos tu información de salud como contexto de las migrañas.
fr_ca: Nous recueillerons vos informations de santé comme contexte des migraines.
ja: 片頭痛の状況把握のために健康情報を収集します。

source: We'll start a neat little Live Activity to help you track duration!
es: Iniciaremos una pequeña Live Activity para ayudarte a controlar la duración.
fr_ca: Nous lancerons une petite activité en direct pour vous aider à suivre la durée!
ja: 経過時間を追跡できるようライブアクティビティを開始します。

source: We'll use your location for local weather.
es: Usaremos tu ubicación para el tiempo local.
fr_ca: Nous utiliserons votre position pour la météo locale.
ja: 現地の天気のために位置情報を使用します。

source: We've got you.
es: Estamos contigo.
fr_ca: On est là pour vous.
ja: 大丈夫、ここにいます。

source: Weather
es: Tiempo
fr_ca: Météo
ja: 天気

source: Weather & Atmosphere
es: Tiempo y atmósfera
fr_ca: Météo et atmosphère
ja: 天気と大気

source: Weather Alerts
es: Alertas del tiempo
fr_ca: Alertes météo
ja: 天気の警告

source: Weather Unavailable
es: Tiempo no disponible
fr_ca: Météo non disponible
ja: 天気を取得できません

source: Weather data isn't available yet. Try refreshing.
es: Los datos del tiempo aún no están disponibles. Prueba a actualizar.
fr_ca: Les données météo ne sont pas encore disponibles. Essayez d’actualiser.
ja: 天気データはまだありません。更新してみてください。

source: Weather isn't attached for past dates. We only attach current conditions for migraines started today.
es: No se adjunta el tiempo para fechas pasadas. Solo adjuntamos las condiciones actuales a migrañas iniciadas hoy.
fr_ca: La météo n’est pas jointe pour les dates passées. Seules les conditions actuelles sont jointes aux migraines commencées aujourd’hui.
ja: 過去の日付には天気が添付されません。今日開始した片頭痛にのみ現在の天候が添付されます。

source: Weather isn't attached for past start dates.
es: No se adjunta el tiempo para fechas de inicio pasadas.
fr_ca: La météo n’est pas jointe pour les dates de début passées.
ja: 過去の開始日には天気が添付されません。

source: Weather may trigger a migraine
es: El tiempo puede desencadenar una migraña
fr_ca: La météo pourrait déclencher une migraine
ja: 天気が片頭痛の誘因になる可能性

source: Weather: %@
es: Tiempo: %@
fr_ca: Météo : %@
ja: 天気：%@

source: Weight
es: Peso
fr_ca: Poids
ja: 体重

source: Weight (kg)
es: Peso (kg)
fr_ca: Poids (kg)
ja: 体重（kg）

source: Weight (lbs)
es: Peso (lb)
fr_ca: Poids (lb)
ja: 体重（ポンド）

source: Weight:
es: Peso:
fr_ca: Poids :
ja: 体重：

source: Weight: %.1f %@
es: Peso: %.1f %@
fr_ca: Poids : %.1f %@
ja: 体重：%.1f %@

source: Welcome to Mygra
es: Te damos la bienvenida a Mygra
fr_ca: Bienvenue dans Mygra
ja: Mygra へようこそ

source: We’ll help you through this!
es: ¡Te ayudaremos a superarlo!
fr_ca: On vous aide à traverser ça!
ja: 一緒に乗り越えましょう！

source: We’ve got you.
es: Estamos contigo.
fr_ca: On est là pour vous.
ja: 大丈夫、ここにいます。

source: Windy
es: Ventoso
fr_ca: Venteux
ja: 強風

source: Wintry Mix
es: Mezcla invernal
fr_ca: Mélange hivernal
ja: みぞれ混じり

source: You already have a migraine in progress.
es: Ya tienes una migraña en curso.
fr_ca: Vous avez déjà une migraine en cours.
ja: すでに進行中の片頭痛があります。

source: You already have an ongoing migraine. End it before starting a new one.
es: Ya tienes una migraña en curso. Termínala antes de iniciar otra.
fr_ca: Vous avez déjà une migraine en cours. Terminez-la avant d’en commencer une nouvelle.
ja: すでに進行中の片頭痛があります。新しく開始する前に終了してください。

source: You can refresh weather again at %@.
es: Puedes volver a actualizar el tiempo a las %@.
fr_ca: Vous pourrez actualiser la météo de nouveau à %@.
ja: 天気は %@ に再度更新できます。

source: You don't have a migraine in progress.
es: No tienes ninguna migraña en curso.
fr_ca: Vous n’avez pas de migraine en cours.
ja: 進行中の片頭痛はありません。

source: You haven't logged any migraines yet.
es: Aún no has registrado ninguna migraña.
fr_ca: Vous n’avez encore consigné aucune migraine.
ja: まだ片頭痛を記録していません。

source: You'll receive alerts about weather and migraine reminders.
es: Recibirás alertas del tiempo y recordatorios de migrañas.
fr_ca: Vous recevrez des alertes météo et des rappels de migraine.
ja: 天気の警告と片頭痛のリマインダーを受け取ります。

source: You're All Set
es: Todo listo
fr_ca: Vous êtes prêt
ja: 準備完了

source: You're All Set!
es: ¡Todo listo!
fr_ca: Vous êtes prêt!
ja: 準備完了です！

source: You're offline. Changes sync automatically when you reconnect.
es: Estás sin conexión. Los cambios se sincronizarán automáticamente al reconectarte.
fr_ca: Vous êtes hors ligne. Les modifications se synchroniseront automatiquement à la reconnexion.
ja: オフラインです。再接続すると変更は自動的に同期されます。

source: Your %@ intake shows as zero for the selected time period. This could mean the data hasn't been logged in Apple Health yet. Accurate intake data helps identify migraine patterns. You can add today's consumption using the "Add Consumption" button below.
es: Tu consumo de %@ aparece como cero en el periodo seleccionado. Puede que los datos aún no se hayan registrado en Apple Health. Unos datos de consumo precisos ayudan a identificar patrones de migraña. Puedes añadir el consumo de hoy con el botón «Añadir consumo» de abajo.
fr_ca: Votre consommation de %@ est à zéro pour la période sélectionnée. Il se peut que les données n’aient pas encore été consignées dans Apple Santé. Des données de consommation précises aident à repérer les tendances des migraines. Vous pouvez ajouter la consommation d’aujourd’hui avec le bouton « Ajouter une consommation » ci-dessous.
ja: 選択した期間の%@の摂取量がゼロと表示されています。Apple ヘルスケアにまだデータが記録されていない可能性があります。 正確な摂取データは片頭痛のパターンの特定に役立ちます。下の「摂取量を追加」ボタンから今日の摂取量を追加できます。

source: Your Data, Your Control
es: Tus datos, tu control
fr_ca: Vos données, votre contrôle
ja: あなたのデータはあなたのもの

source: Your Intelligent Migraine Journal
es: Tu diario inteligente de migrañas
fr_ca: Votre journal intelligent des migraines
ja: あなたのインテリジェントな片頭痛日記

source: Your Privacy
es: Tu privacidad
fr_ca: Votre vie privée
ja: プライバシー

source: Your Privacy Matters
es: Tu privacidad importa
fr_ca: Votre vie privée compte
ja: プライバシーを大切に

source: Your Profile
es: Tu perfil
fr_ca: Votre profil
ja: あなたのプロフィール

source: Your Tags
es: Tus etiquetas
fr_ca: Vos étiquettes
ja: あなたのタグ

source: Your logged migraines will appear here.
es: Tus migrañas registradas aparecerán aquí.
fr_ca: Vos migraines consignées apparaîtront ici.
ja: 記録した片頭痛がここに表示されます。

source: Your logged migraines will appear here. Tap New Migraine to add your first.
es: Tus migrañas registradas aparecerán aquí. Toca Nueva migraña para añadir la primera.
fr_ca: Vos migraines consignées apparaîtront ici. Touchez Nouvelle migraine pour ajouter la première.
ja: 記録した片頭痛がここに表示されます。「新しい片頭痛」をタップして最初の記録を追加しましょう。

source: Your migraine data stays on your device and in your personal iCloud.
es: Tus datos de migrañas se quedan en tu dispositivo y en tu iCloud personal.
fr_ca: Vos données de migraines restent sur votre appareil et dans votre iCloud personnel.
ja: 片頭痛のデータはデバイス上とあなた個人の iCloud に保存されます。

source: Your migraine has been going for %@, at pain level %lld of 10.
es: Tu migraña lleva %@, con un nivel de dolor de %lld sobre 10.
fr_ca: Votre migraine dure depuis %@, avec une douleur de %lld sur 10.
ja: 片頭痛は %@ 続いており、痛みのレベルは 10 点中 %lld です。

source: Your most recent migraine was today.
es: Tu migraña más reciente fue hoy.
fr_ca: Votre dernière migraine remonte à aujourd’hui.
ja: 最新の片頭痛は今日です。

source: Your usual amounts let Mygra spot days that differ from your baseline.
es: Tus cantidades habituales permiten a Mygra detectar los días que se desvían de tu referencia.
fr_ca: Vos quantités habituelles permettent à Mygra de repérer les jours qui diffèrent de votre référence.
ja: 普段の量を登録しておくと、Mygra が基準から外れた日を見つけられます。

source: at start
es: al inicio
fr_ca: au début
ja: 開始時

source: caffeine
es: cafeína
fr_ca: caféine
ja: カフェイン

source: calories
es: calorías
ja: カロリー

source: day migraine-free
es: día sin migraña
fr_ca: jour sans migraine
ja: 日間 片頭痛なし

source: days migraine-free
es: días sin migraña
fr_ca: jours sans migraine
ja: 日間 片頭痛なし

source: decreased
es: disminuyó
fr_ca: a diminué
ja: 減少

source: higher
es: más alto
fr_ca: plus élevé
ja: 高い

source: iCloud data is encrypted and only accessible by you.
es: Los datos de iCloud están cifrados y solo tú puedes acceder a ellos.
fr_ca: Les données iCloud sont chiffrées et accessibles par vous seul.
ja: iCloud のデータは暗号化され、あなただけがアクセスできます。

source: iCloud reported a problem. Changes stay on this device and retry automatically.
es: iCloud informó de un problema. Los cambios se quedan en este dispositivo y se reintentan automáticamente.
fr_ca: iCloud a signalé un problème. Les modifications restent sur cet appareil et seront réessayées automatiquement.
ja: iCloud で問題が報告されました。変更はこのデバイスに保持され、自動的に再試行されます。

source: iCloud sync status
es: Estado de sincronización de iCloud
fr_ca: État de la synchronisation iCloud
ja: iCloud 同期の状態

source: increased
es: aumentó
fr_ca: a augmenté
ja: 増加

source: longer
es: más largo
fr_ca: plus long
ja: 長い

source: lower
es: más bajo
fr_ca: plus bas
ja: 低い

source: shorter
es: más corto
fr_ca: plus court
ja: 短い

source: sleep
es: sueño
fr_ca: sommeil
ja: 睡眠

source: water
es: agua
fr_ca: eau
ja: 水

source: %.1f%% SpO₂
ja: SpO₂ %.1f%%

source: %lld%% SpO₂
ja: SpO₂ %lld%%

source: %lldd
fr_ca: %lld j
ja: %lld 日

source: Chat
fr_ca: Clavardage
ja: チャット

source: Chocolate
fr_ca: Chocolat
ja: チョコレート

source: Color
fr_ca: Couleur
ja: カラー

source: Error: %@
fr_ca: Erreur : %@
ja: エラー：%@

source: Hormonal
ja: ホルモン

source: Jet lag
fr_ca: Décalage horaire
ja: 時差ぼけ

source: Legal
fr_ca: Mentions légales
ja: 法的情報

source: Live Activity
fr_ca: Activité en direct
ja: ライブアクティビティ

source: Menstrual
fr_ca: Menstruelle
ja: 月経期

source: Temp: %.0f%@
ja: 気温：%.0f%@
